export default defineI18nLocale(() => ({
	welcome: 'Добро пожаловать',
	hello: 'Привет',
	search: 'Поиск',
	invite: {
		index: 'Пригласить людей',
		title: 'Пригласить людей в рабочее пространство ',
		description:
			'Ваши товарищи по команде получают ссылку на проект и работают с вами',
		tabs: {
			team: 'Участник команды',
			guest: 'Гости',
			content: {
				title: 'Ссылка для приглашения',
				tooltip:
					'Пользователи, перешедшие по этой ссылке, будут автоматически прикреплены к рабочему пространству'
			}
		}
	}
}))
